import React from 'react'

function MainInfo() {
  return (
    <div className="container">
      <div className="main-info">
        <div className="first-block">
          <div className="inside--first-block">
            <span>О компании</span>
            <p className="text__title">
              Мы рады приветствовать Вас в сети наших магазинов
            </p>
            <p className="text__subtitle">
              Добро пожаловать в наш интернет-магазин табака и курительных принадлежностей! Предлагаем ознакомиться с широчайшим ассортиментом продукции, способным удовлетворить запросы самых требовательных гурманов и ценителей высококлассных сигарет. На страницах сервиса можно отыскать не только товары элитной категории, но также самые недорогие заправки для кальянов, курительные смеси, всевозможные аксессуары.
  
              Персонал интернет-магазина уделяет внимание запросам каждого посетителя и готов предложить привлекательные цены на любые товары. Высокое качество обслуживания, в сочетании с особой широтой ассортимента, позволяет нашим клиентам купить желаемые товары на самых выгодных условиях.
            </p>
          </div>
        </div>
        <div className="second-block">
          <div className="inside--second-block">
            <p className="text__title">
              Преимущества нашего магазина табаков
            </p>
            <p className="text__subtitle">
              Магазином осуществляется продажа как дешевого табака, рассчитанного на потребителей, которые только приобщаются к употреблению курительных смесей, так и товаров для настоящих гурманов. Основное внимание сервисом уделяется организации удобной системы покупок. Клиенты, которые впервые оказались на площадке, имеют возможность получить ответы на любые интересующие вопросы, связавшись с консультантами магазина в режиме он-лайн. Постоянным покупателям доступны скидки и выгодные акционные предложения, что позволяет купить товары по-настоящему дешево. С нашей помощью Вы узнаете адреса торговых точек в СПб, где можно недорого заказать высококлассный табак и сигарные принадлежности.

              Магазин предлагает ознакомиться с ассортиментом товаров и получить полезную информацию, посетив следующие разделы сервиса:
            </p>
            <ul>
              <li>• Табак для самокруток</li>
              <li>• Табак для кальяна</li>
              <li>• Табак для трубок</li>
              <li>• Жевательный табак</li>
              <li>• Нюхательный табак</li>
              <li>• Аксессуары для табака</li>
              <li>• Сигары</li>
              <li>• Сигариллы</li>
              <li>• Папиросы</li>
              <li>• Кальяны</li>
              <li>• VAPE</li>
            </ul>
            <p className="text__subtitle">
              Если Вы желаете заказать качественный курительный табак, элитные сигары, кальяны, электронные сигареты и сопутствующие принадлежности реально дешево, в таком случае воспользуйтесь услугами нашего сервиса. Персонал сайта прекрасно понимает, насколько важно добросовестно и оперативно реагировать на запросы клиентов. Поэтому мы гарантируем обработку заявки на покупку любых товаров в течение суток. Благодаря удобной системе оплаты и доставки Вы не будете разочарованы качеством обслуживания. Звоните по телефонам, указанным в контактных данных сервиса и заказывайте высококлассный табак, а также все, что требуется для хорошего отдыха, по самым лучшим ценам в Санкт-Петербурге!  
            </p>
          </div>                
        </div>
      </div>
    </div>
  )
}

export default MainInfo