import React from 'react'

function About() {
  return (
    <div className="container">
      <div className="about">
        <div className="about--items">
          <div className="about__title">О нас</div>
          <div className="about__subtitle_items">
            <div className="about__subtitle_item">
              Добро пожаловать в наш интернет-магазин табака и курительных принадлежностей! Предлагаем ознакомиться с широчайшим ассортиментом продукции, способным удовлетворить запросы самых требовательных гурманов и ценителей высококлассных сигарет. На страницах сервиса можно отыскать не только товары элитной категории, но также самые недорогие заправки для кальянов, курительные смеси, всевозможные аксессуары.
            </div>
            <div className="about__subtitle_item">
              Персонал интернет-магазина уделяет внимание запросам каждого посетителя и готов предложить привлекательные цены на любые товары. Высокое качество обслуживания, в сочетании с особой широтой ассортимента, позволяет нашим клиентам купить желаемые товары на самых выгодных условиях.
            </div>  
          </div>
        </div>
      </div>
    </div>
  )
}

export default About